Repository: GreenSky-Productions/PyTranslate
Catalog: locales/*/*.po
Languages: de

source: Create new POT File
de: Neue POT Datei erstellen

source: Open
de: Öffnen

source: Save
de: Speichern

source: Save as
de: Speichern als

source: Export
de: Exportieren

source: Quit
de: Schließen

source: Add Entrys from other Script
de: Einträge aus Script hinzufügen

source: File
de: Datei

source: Edit
de: Bearbeiten

source: Failed to Create Template
de: Erstellen der Vorlage fehlgeschlagen

source: Python File
de: Python Datei

source: Failed to Import
de: Import fehlgeschlagen

source: The Syntax of the File is wrong or there is nothing to import.
de: Die Syntax der Datei ist falsch oder enthält nichts zum importieren.

source: Save POT
de: POT Speichern

source: Do you want to open the created POT file?
de: Möchten Sie die erstellte POT Datei erstellen?

source: Open POT File
de: POT Datei öffnen

source: Open POT or PO File
de: POT oder PO Datei öffnen

source: Translation Files
de: Übersetzungsdatein

source: Save as PO
de: Speichern als PO

source: Translation File
de: Übersetzungsdatei

source: Compiled Translation File
de: Kompilierte Übersetzungsdatei

source: Export as MO
de: Exportieren als MO

source: Delete
de: Löschen

source: Do you want to save the file?
de: Möchten Sie die Datei Speichern?

source: Save changes?
de: Änderungen speichern?

source: Create new POT File from Script
de: Erstelle neue POT Datei aus Script

source: New Template - PyTranslate
de: Neue Vorlage - PyTranslate

source: Do you want to save it as po File?
de: Möchtest du die Datei als po Datei speichern?

source: Templates can't have content
de: Vorlagen dürfen kein Inhalt haben

source: Add Entrys from other Template
de: Einträge aus Vorlage hinzufügen

source: Work in Progress
de: In arbeit

source: Template File
de: Vorlagen-Datei
